Repository: ThiagoAguirre/onedice
Catalog: resources/locales/*/default.po
Languages: es, pt

source: Welcome to OneDice RPG
es: Bienvenido a OneDice RPG
pt: Bem-vindo ao OneDice RPG

source: Log in
es: Acceder
pt: Entrar

source: Enter platform
es: Entrar en la plataforma
pt: Entrar na plataforma

source: Start your adventure
es: Inicia tu aventura
pt: Comece sua aventura

source: Explore features
es: Explorar funciones
pt: Explorar recursos

source: Modern RPG companion
es: Companero moderno de RPG
pt: Companheiro moderno de RPG

source: Welcome back
es: Bienvenido de nuevo
pt: Bem-vindo de volta

source: Log in to continue your journey.
es: Inicia sesion para continuar tu viaje.
pt: Entre para continuar sua jornada.

source: Email
es: Correo

source: Password
es: Contrasena
pt: Senha

source: Show password
es: Mostrar contrasena
pt: Mostrar senha

source: Forgot your password?
es: Olvidaste tu contrasena?
pt: Esqueceu a senha?

source: Don't have an account?
es: No tienes una cuenta?
pt: Nao tem conta?

source: Create account
es: Crear cuenta
pt: Criar conta

source: Access portal
es: Portal de acceso
pt: Portal de acesso

source: Your guild is ready
es: Tu gremio esta listo
pt: Sua guilda esta pronta

source: Manage campaigns, sheets, and rolls with a modern style.
es: Gestiona campanas, fichas y tiradas con un estilo moderno.
pt: Gerencie campanhas, fichas e rolagens com estilo moderno.

source: Campaign dashboard always in sync
es: Panel de campanas siempre sincronizado
pt: Painel de campanhas sempre sincronizado

source: Notes and maps in one place
es: Notas y mapas en un solo lugar
pt: Notas e mapas em um unico lugar

source: Light interface with subtle glow
es: Interfaz ligera con brillo sutil
pt: Interface leve com brilho sutil

source: Login illustration
es: Ilustracion de inicio de sesion
pt: Ilustracao de login

source: Create your campaign profile
es: Crea tu perfil de campana
pt: Crie seu perfil de campanha

source: Set up your profile in a few steps.
es: Configura tu perfil en pocos pasos.
pt: Configure seu perfil em poucos passos.

source: Already have an account?
es: Ya tienes una cuenta?
pt: Ja possui conta?

source: Complete the password requirements before continuing.
es: Completa los requisitos de contrasena antes de continuar.
pt: Finalize os requisitos de senha antes de continuar.

source: Username
es: Usuario
pt: Usuario

source: Weak
es: Debil
pt: Fraca

source: Medium
es: Media
pt: Media

source: Strong
es: Fuerte
pt: Forte

source: Use a strong password to protect your account.
es: Usa una contrasena fuerte para proteger tu cuenta.
pt: Use uma senha forte para proteger sua conta.

source: Password too short. Use at least 5 characters.
es: Contrasena demasiado corta. Usa al menos 5 caracteres.
pt: Senha muito curta. Use ao menos 5 caracteres.

source: Your password must meet all requirements below.
es: Tu contrasena debe cumplir todos los requisitos abajo.
pt: Sua senha precisa cumprir todos os requisitos abaixo.

source: Strong password ready to use.
es: Contrasena fuerte lista para usar.
pt: Senha forte pronta para uso.

source: Strength
es: Fuerza
pt: Forca

source: Minimum of 8 characters
es: Minimo de 8 caracteres
pt: Minimo de 8 caracteres

source: At least 1 uppercase letter
es: Al menos 1 letra mayuscula
pt: Pelo menos 1 letra maiuscula

source: At least 1 number
es: Al menos 1 numero
pt: Pelo menos 1 numero

source: At least 1 symbol
es: Al menos 1 simbolo
pt: Pelo menos 1 simbolo

source: Confirm password
es: Confirmar contrasena
pt: Confirmar senha

source: Passwords do not match.
es: Las contrasenas no coinciden.
pt: As senhas nao coincidem.

source: By creating an account you agree to the terms.
es: Al crear una cuenta aceptas los terminos.
pt: Ao criar uma conta voce concorda com os termos.

source: New calling
es: Nuevo llamado
pt: Novo chamado

source: Build your modern table
es: Construye tu mesa moderna
pt: Monte sua mesa moderna

source: Create your identity and organize campaigns with a clean look.
es: Crea tu identidad y organiza campanas con un diseno limpio.
pt: Crie sua identidade e organize campanhas com visual clean.

source: Invite your party in seconds
es: Invita a tu grupo en segundos
pt: Convide sua party em segundos

source: Store sheets securely
es: Guarda fichas de forma segura
pt: Armazene fichas com seguranca

source: Modern interface with RPG details
es: Interfaz moderna con detalles RPG
pt: Interface atual com detalhes RPG

source: Register illustration
es: Ilustracion de registro
pt: Ilustracao de cadastro
